[
    {
        "description": "Enjoy a Large 3-topping Pizza and 3 Drinks! Start your order by choosing from our wide range of Pizza Specials and Deals! Order Pizza Online!",
        "price": 15.99
    },
    {
        "description": "2 medium pizzas with 4 toppings combined, 4 drinks (355mL) and 2 dips",
        "price": 22.49
    },
    {
        "description": "Whether you're a fan of pepperoni, peppers, or pineapple - choose any 4 of your favourite toppings - this pizza will satisfy any craving!",
        "price": 13.99
    },
    {
        "description": "Don't get priced out of pizza. No matter how bad inflation gets, this pizza price stays the same.",
        "price": 17.99
    },
    {
        "description": "Medium 2-topping pizza in the shape of a heart. A portion of the proceeds from each heart pizza will be donated to your local children's hospital foundation.",
        "price": 12.49
    },
    {
        "description": "XL 2-topping pizza\n",
        "price": 15.99
    },
    {
        "description": "Medium 2-topping pizza + dip",
        "price": 11.49
    },
    {
        "description": "Large 3-topping pizza, 10pcs wings, 4 drinks and 1 dip",
        "price": 31.99
    },
    {
        "description": "Medium 2-topping pizza (minimum of 2 required)",
        "price": 8.99
    },
    {
        "description": "2 Large Pizzas with 4 toppings combined, 4 Drinks and 2 Dips",
        "price": 28.99
    },
    {
        "description": "Choose from: Coca-Cola, Diet Coke, Coca-Cola Zero Sugar, Barq's Root Beer, Sprite, Nestea Lemon Iced Tea, Canada Dry Ginger Ale, Dasani Water",
        "price": 4.79
    },
    {
        "description": "Looking to make your next gathering unforgettable without breaking the bank? Look no further! Our delicious Pepperoni Party Pizza is now available for a special price and perfect for any occasion.",
        "price": 24.99
    },
    {
        "description": "Large 2-Topping pizza, 8pcs wings, with your favourite wing sauce or dip, all for under $20. Chicken Bites, Gluten-Free Chicken Bites, Plant-Based Chicken Bites or Popcorn Chicken are also available.",
        "price": 19.99
    },
    {
        "description": "The Toronto Raptors 30th anniversary slice! Sized to Jurassic proportions, available in classic cheese or pepperoni. Finally a slice as big as your fandom!",
        "price": 12.99
    },
    {
        "description": "2 medium pizzas with 4 toppings combined, 4 drinks (355mL) and 4 dips",
        "price": 22.49
    }
]